# ZoneUseOutsideAirPerPersonParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneUseOutsideAirPerPersonParam Property
ParameterTypeId Class See Also
---
"Use Outside Air Per Person"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneUseOutsideAirPerPersonParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneUseOutsideAirPerPersonParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneUseOutsideAirPerPersonParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace